Repository: victorsamir-bandtec/money
Catalog: Money/Core/Localization/*.lproj/Localizable.strings
Languages: pt_br

# error.title
source: Something went wrong
pt_br: Algo deu errado

# error.generic
source: The operation could not be completed.
pt_br: Não foi possível concluir a operação.

# error.debtor.name
source: Enter a name for the debtor.
pt_br: Informe um nome para o devedor.

# error.expense.name
source: Enter a name for the expense.
pt_br: Informe um nome para a despesa.

# error.expense.amount
source: Enter an amount greater than zero.
pt_br: Informe um valor maior que zero.

# error.expense.dueDay
source: Choose a due day between 1 and 31.
pt_br: Escolha um dia de vencimento entre 1 e 31.

# error.transaction.amount
source: Enter an amount greater than zero.
pt_br: Informe um valor maior que zero.

# error.salary.invalid
source: Enter a valid salary amount.
pt_br: Informe um valor válido para o salário.

# error.notifications.denied
source: Enable notifications in Settings to receive reminders.
pt_br: Ative as notificações em Ajustes para receber alertas de parcelas.

# error.principal.invalid
source: Invalid principal amount.
pt_br: Valor principal inválido.

# error.installments.invalid
source: Invalid number of installments.
pt_br: Número de parcelas inválido.

# error.icloudunavailable
source: iCloud is currently unavailable.
pt_br: iCloud indisponível no momento.

# error.notfound
source: Requested resource not found.
pt_br: Não encontramos o recurso solicitado.

# common.cancel
source: Cancel
pt_br: Cancelar

# common.save
source: Save
pt_br: Salvar

# common.remove
source: Remove
pt_br: Remover

# common.edit
source: Edit
pt_br: Editar

# common.close
source: Close
pt_br: Fechar

# common.clear.filters
source: Clear filters
pt_br: Limpar filtros

# tab.dashboard
source: Overview
pt_br: Resumo

# tab.debtors
source: Debtors
pt_br: Devedores

# tab.transactions
source: Transactions
pt_br: Lançamentos

# tab.settings
source: Settings
pt_br: Ajustes

# dashboard.title
source: Overview
pt_br: Resumo

# dashboard.refresh
source: Reload
pt_br: Recarregar

# dashboard.summary
source: Snapshot
pt_br: Visão geral

# dashboard.metric.available
source: Available
pt_br: Saldo disponível

# dashboard.metric.planned
source: Planned
pt_br: Previsto

# dashboard.metric.planned.caption
source: Installments due later this month
pt_br: Parcelas deste mês ainda pendentes

# dashboard.metric.received
source: Received
pt_br: Recebido

# dashboard.metric.received.caption
source: Posted payments
pt_br: Baixas registradas

# dashboard.metric.overdue
source: Overdue
pt_br: Em atraso

# dashboard.metric.overdue.caption
source: Sum of overdue installments
pt_br: Soma das parcelas atrasadas

# dashboard.metric.expenses
source: Expenses
pt_br: Despesas

# dashboard.metric.expenses.caption
source: Monthly total
pt_br: Total do mês

# dashboard.metric.expenses.fixed
source: Fixed
pt_br: Fixas

# dashboard.metric.expenses.variable
source: Variable
pt_br: Variáveis

# dashboard.metric.expenses.income
source: Extra income
pt_br: Receitas extras

# dashboard.metric.spent.total
source: Spent this month
pt_br: Gasto no mês

# dashboard.metric.inflow.total
source: Monthly inflow
pt_br: Entradas do mês

# dashboard.metric.spent.caption
source: Share of expenses over this month’s inflow
pt_br: Percentual gasto em relação às entradas do mês

# dashboard.metric.salary
source: Salary
pt_br: Salário

# dashboard.metric.salary.caption
source: For current month
pt_br: Referente ao mês

# dashboard.metric.remaining
source: Incoming
pt_br: A receber

# dashboard.upcoming
source: Upcoming installments
pt_br: Próximas parcelas

# dashboard.upcoming.empty
source: No payments due in the next 14 days.
pt_br: Sem cobranças nos próximos 14 dias.

# status.pending
source: Pending
pt_br: Pendente

# status.partial
source: Partial
pt_br: Parcial

# status.paid
source: Paid
pt_br: Pago

# status.overdue
source: Overdue
pt_br: Atrasado

# debtors.title
source: Debtors
pt_br: Devedores

# debtors.search
source: Search by name
pt_br: Buscar por nome

# debtors.empty
source: Add your first debtor.
pt_br: Cadastre seu primeiro devedor.

# debtors.add
source: New debtor
pt_br: Novo devedor

# debtors.filter.archived
source: Archived
pt_br: Arquivados

# debtors.summary.title
source: Debtor portfolio
pt_br: Carteira de devedores

# debtors.summary.subtitle
source: Keep agreements organized and easy to follow
pt_br: Acompanhe acordos e mantenha tudo sob controle

# debtors.filter.caption
source: Filter
pt_br: Filtrar

# debtors.filter.active
source: Active only
pt_br: Somente ativos

# debtors.filter.all
source: Include archived
pt_br: Incluir arquivados

# debtors.metric.active
source: Active
pt_br: Ativos

# debtors.metric.active.caption
source: Total active debtors
pt_br: Devedores ativos no total

# debtors.metric.archived
source: Archived
pt_br: Arquivados

# debtors.metric.archived.caption
source: Total archived debtors
pt_br: Devedores arquivados

# debtors.search.clear
source: Clear search
pt_br: Limpar busca

# debtors.empty.title
source: A better way to track people
pt_br: Organize seus devedores

# debtors.empty.message
source: Add debtors to manage agreements and reminders in one place.
pt_br: Cadastre pessoas e acompanhe seus acordos em um só lugar.

# debtors.empty.action
source: Add debtor
pt_br: Adicionar devedor

# debtors.row.archive
source: Archive
pt_br: Arquivar

# debtors.row.unarchive
source: Restore
pt_br: Reativar

# debtors.row.archived
source: Archived
pt_br: Arquivado

# debtors.row.status.none
source: No agreements yet
pt_br: Nenhum acordo cadastrado

# debtors.row.status.settled
source: All debts settled
pt_br: Dívidas quitadas

# debtors.row.status.closed
source: All agreements settled
pt_br: Todos os acordos quitados

# debtors.row.status.active.single
source: %1$lld active agreement
pt_br: %1$lld acordo ativo

# debtors.row.status.active.multiple
source: %1$lld active agreements
pt_br: %1$lld acordos ativos

# debtors.row.installments.open.single
source: %1$lld installment open
pt_br: %1$lld parcela em aberto

# debtors.row.installments.open.multiple
source: %1$lld installments open
pt_br: %1$lld parcelas em aberto

# debtors.row.installments.overdue.single
source: %1$lld installment overdue
pt_br: %1$lld parcela em atraso

# debtors.row.installments.overdue.multiple
source: %1$lld installments overdue
pt_br: %1$lld parcelas em atraso

# debtors.row.progress
source: %1$lld of %2$lld installments paid
pt_br: %1$lld de %2$lld parcelas pagas

# debtors.row.phone
source: Phone: %1$@
pt_br: Telefone: %1$@

# debtors.row.delete
source: Delete
pt_br: Excluir

# debtors.row.remaining
source: Amount outstanding
pt_br: Valor em aberto

# debtors.form.title
source: Add debtor
pt_br: Adicionar devedor

# debtors.form.info
source: Information
pt_br: Informações

# debtors.form.name
source: Name
pt_br: Nome

# debtors.form.phone
source: Phone
pt_br: Telefone

# debtors.form.note
source: Notes
pt_br: Anotações

# debtor.name
source: Name
pt_br: Nome

# debtor.phone
source: Phone
pt_br: Telefone

# debtor.agreements
source: Agreements
pt_br: Acordos

# debtor.agreements.empty
source: No agreements yet.
pt_br: Nenhum acordo cadastrado.

# debtor.addAgreement
source: New agreement
pt_br: Novo acordo

# debtor.agreement.untitled
source: Agreement
pt_br: Acordo

# debtor.agreement.summary
source: %1$lld installments • %2$lld open
pt_br: %1$lld parcelas • %2$lld abertas

# debtor.agreement.closed
source: Closed
pt_br: Encerrado

# debtor.agreement.open
source: Active
pt_br: Ativo

# debtor.installment.number
source: Installment %1$lld
pt_br: Parcela %1$lld

# agreement.form.details
source: Details
pt_br: Detalhes

# agreement.form.title
source: Agreement name
pt_br: Nome do acordo

# agreement.form.principal
source: Principal amount
pt_br: Valor total

# agreement.form.installments
source: %1$lld installments
pt_br: %1$lld parcelas

# agreement.form.firstDue
source: First due date
pt_br: Primeiro vencimento

# agreement.form.interest
source: Monthly interest (%)
pt_br: Juros ao mês (%)

# agreement.form.title.header
source: New agreement
pt_br: Novo acordo

# notification.installment.title
source: Installment due soon
pt_br: Parcela próxima ao vencimento

# notification.installment.subtitle
source: Review your receivables
pt_br: Revise seus recebimentos

# notification.installment.body
source: Installment %1$lld is about to fall due.
pt_br: Parcela %1$lld vence em breve.

# expenses.title
source: Expenses
pt_br: Despesas

# expenses.summary.title
source: Expense planning
pt_br: Planejamento de despesas

# expenses.summary.subtitle
source: Track fixed costs and compare with salary
pt_br: Monitore gastos fixos e compare com o salário

# expenses.metric.total
source: Total expenses
pt_br: Total de despesas

# expenses.metric.total.caption
source: Sum of active fixed costs
pt_br: Soma das despesas fixas ativas

# expenses.metric.salary
source: Salary
pt_br: Salário

# expenses.metric.salary.caption
source: Latest registered salary
pt_br: Último salário registrado

# expenses.metric.salary.empty
source: No entry
pt_br: Sem registro

# expenses.metric.remaining
source: Available balance
pt_br: Saldo disponível

# expenses.metric.remaining.caption
source: After paying expenses
pt_br: Depois de pagar as despesas

# expenses.metric.coverage
source: Coverage
pt_br: Cobertura

# expenses.metric.coverage.caption
source: Expense share over salary
pt_br: Percentual das despesas sobre o salário

# expenses.filter.status
source: View
pt_br: Exibição

# expenses.filter.active
source: Active
pt_br: Ativas

# expenses.filter.all
source: All
pt_br: Todas

# expenses.filter.archived
source: Archived
pt_br: Arquivadas

# expenses.filter.sort
source: Sort by
pt_br: Ordenar por

# expenses.sort.dueDate
source: Next due date
pt_br: Próximo vencimento

# expenses.sort.amount
source: Highest amount
pt_br: Maior valor

# expenses.sort.name
source: Name
pt_br: Nome

# expenses.search
source: Search expenses
pt_br: Buscar despesas

# expenses.search.clear
source: Clear search
pt_br: Limpar busca

# expenses.section.salary
source: Salary
pt_br: Salário

# expenses.salary.add
source: Log salary
pt_br: Registrar salário

# expenses.salary.edit
source: Edit salary
pt_br: Editar salário

# expenses.salary.title
source: Monthly salary
pt_br: Salário mensal

# expenses.salary.empty
source: No salary registered for this month.
pt_br: Nenhum salário cadastrado para este mês.

# expenses.salary.history
source: Recent history
pt_br: Histórico recente

# expenses.section.list
source: Fixed costs
pt_br: Fixas

# expenses.empty
source: No fixed expenses yet.
pt_br: Nenhuma despesa fixa cadastrada.

# expenses.empty.filtered
source: No expenses match the current filters.
pt_br: Nenhuma despesa corresponde aos filtros.

# expenses.empty.message
source: Log fixed expenses to keep your budget under control.
pt_br: Cadastre suas despesas fixas para controlar o orçamento.

# expenses.add
source: New expense
pt_br: Nova despesa

# expenses.duplicate
source: Duplicate
pt_br: Duplicar

# expenses.archive
source: Archive
pt_br: Arquivar

# expenses.unarchive
source: Restore
pt_br: Reativar

# expenses.status.archived
source: Archived
pt_br: Arquivada

# expenses.status.overdue
source: Overdue
pt_br: Vencida

# expenses.due
source: Due on %1$lld
pt_br: Vence dia %1$lld

# expenses.form.details
source: Details
pt_br: Detalhes

# expenses.form.title
source: Add expense
pt_br: Adicionar despesa

# expenses.form.edit.title
source: Edit expense
pt_br: Editar despesa

# expenses.form.name
source: Description
pt_br: Descrição

# expenses.form.amount
source: Amount
pt_br: Valor

# expenses.form.category
source: Category
pt_br: Categoria

# expenses.form.category.placeholder
source: E.g. Rent, Internet
pt_br: Ex.: Aluguel, Internet

# expenses.form.dueDay
source: Due day %1$lld
pt_br: Vence no dia %1$lld

# expenses.form.note
source: Notes
pt_br: Observações

# expenses.form.note.placeholder
source: Add relevant information
pt_br: Anote detalhes importantes

# expenses.detail.title
source: Expense details
pt_br: Detalhes da despesa

# expenses.detail.summary
source: Summary
pt_br: Resumo

# expenses.detail.actions
source: Actions
pt_br: Ações

# salary.form.section
source: Monthly salary
pt_br: Salário mensal

# salary.form.amount
source: Amount received
pt_br: Valor recebido

# salary.form.month
source: For
pt_br: Referente a

# salary.form.title
source: Log salary
pt_br: Registrar salário

# salary.form.note
source: Notes
pt_br: Observações

# salary.form.note.placeholder
source: Add context for this salary
pt_br: Anote algo sobre este salário

# settings.title
source: Settings
pt_br: Ajustes

# settings.salary.section
source: Salary
pt_br: Salário

# settings.salary.title
source: Monthly salary
pt_br: Salário mensal

# settings.salary.row.title
source: Recorded salary
pt_br: Valor registrado

# settings.salary.add
source: Log salary
pt_br: Registrar salário

# settings.salary.edit
source: Edit salary
pt_br: Editar salário

# settings.salary.empty
source: No salary recorded for this month.
pt_br: Nenhum salário cadastrado para este mês.

# settings.salary.history
source: Recent history
pt_br: Histórico recente

# settings.notifications.section
source: Alerts
pt_br: Alertas

# settings.notifications
source: Due reminders
pt_br: Alertas de vencimento

# settings.notifications.request
source: Allow notifications
pt_br: Permitir notificações

# settings.data
source: Data
pt_br: Dados

# settings.export
source: Export CSV
pt_br: Exportar CSV

# settings.share
source: Share export
pt_br: Compartilhar exportação

# settings.about
source: About
pt_br: Sobre

# settings.version
source: Version
pt_br: Versão

# settings.developer
source: Money App Team
pt_br: Equipe Money

# settings.data.populate
source: Populate sample data
pt_br: Popular dados de exemplo

# settings.data.clear
source: Clear all data
pt_br: Limpar todos os dados

# settings.data.clear.confirmation.title
source: Clear all data?
pt_br: Limpar todos os dados?

# settings.data.clear.confirmation.message
source: This will permanently remove all debtors, agreements, expenses and transactions. This cannot be undone.
pt_br: Esta ação removerá permanentemente todos os devedores, acordos, despesas e transações. Não é possível desfazer.

# settings.data.clear.confirmation.confirm
source: Clear everything
pt_br: Limpar tudo

# sample.marlon.title
source: January Loan
pt_br: Empréstimo Janeiro

# sample.transaction.groceries
source: Weekly groceries
pt_br: Compras da semana

# sample.transaction.transport
source: Ride-hailing trip
pt_br: Corrida de app

# sample.transaction.freelance
source: Freelance project
pt_br: Projeto freelancer

# transactions.title
source: Transactions
pt_br: Lançamentos

# transactions.add
source: New transaction
pt_br: Nova transação

# transactions.search
source: Search transactions
pt_br: Buscar transações

# transactions.empty.title
source: No entries this month
pt_br: Sem lançamentos neste mês

# transactions.empty.description
source: Track one-off expenses and extra income to keep your cash flow up to date.
pt_br: Registre gastos pontuais e receitas extras para acompanhar seu caixa.

# transactions.metric.balance
source: Variable balance
pt_br: Saldo variável

# transactions.metric.balance.caption
source: Extra income - variable expenses
pt_br: Receitas extras - despesas variáveis

# transactions.metric.expenses
source: Variable expenses
pt_br: Gastos variáveis

# transactions.metric.expenses.caption
source: Total of manually logged expenses
pt_br: Total de gastos registrados manualmente

# transactions.metric.income
source: Extra income
pt_br: Receitas extras

# transactions.metric.income.caption
source: Total of manually logged income
pt_br: Entradas registradas manualmente

# transactions.mode.switcher.title
source: Entry type
pt_br: Tipo de lançamento

# transactions.mode.variable
source: Variable
pt_br: Variáveis

# transactions.mode.fixed
source: Fixed
pt_br: Fixas

# transactions.fixed.balance
source: Balance
pt_br: Saldo

# transactions.filter.type
source: Type
pt_br: Tipo

# transactions.filter.all
source: All
pt_br: Todos

# transactions.filter.expense
source: Expenses
pt_br: Gastos

# transactions.filter.income
source: Income
pt_br: Receitas

# transactions.sort.title
source: Sorting
pt_br: Ordenação

# transactions.sort.date
source: Most recent
pt_br: Data mais recente

# transactions.sort.amount
source: Highest amount
pt_br: Maior valor

# transactions.type.expense
source: Expense
pt_br: Despesa

# transactions.type.income
source: Income
pt_br: Receita

# transactions.form.title
source: Add transaction
pt_br: Adicionar transação

# transactions.form.edit
source: Edit transaction
pt_br: Editar transação

# transactions.form.section.basic
source: Basic information
pt_br: Informações básicas

# transactions.form.date
source: Date
pt_br: Data

# transactions.form.type
source: Type
pt_br: Tipo

# transactions.form.amount
source: Amount
pt_br: Valor

# transactions.form.details
source: Details
pt_br: Detalhes

# transactions.form.category
source: Category
pt_br: Categoria

# transactions.form.note
source: Notes
pt_br: Observações

# debtor.metric.remaining
source: Amount owed
pt_br: Saldo devedor

# debtor.metric.remaining.caption
source: Total unpaid balance
pt_br: Total ainda não pago

# debtor.metric.total
source: Total agreements
pt_br: Total dos acordos

# debtor.metric.total.caption
source: Sum of all installments
pt_br: Soma de todas as parcelas

# debtor.metric.paid
source: Amount paid
pt_br: Valor pago

# debtor.metric.paid.caption
source: Total already received
pt_br: Total já recebido

# debtor.metric.installments.paid
source: Paid installments
pt_br: Parcelas pagas

# debtor.metric.installments.paid.caption
source: Number of settled payments
pt_br: Número de parcelas quitadas

# debtor.metric.installments.total
source: Total installments
pt_br: Total de parcelas

# debtor.metric.installments.total.caption
source: Installments across all agreements
pt_br: Parcelas em todos os acordos

# debtor.agreements.subtitle
source: Agreement and installment history
pt_br: Histórico de acordos e parcelas

# debtor.agreements.empty.message
source: Add a new agreement to start tracking.
pt_br: Adicione um novo acordo para começar o acompanhamento.

# agreement.metric.remaining
source: Remaining balance
pt_br: Saldo restante

# agreement.metric.remaining.caption
source: Amount still unpaid
pt_br: Valor ainda não pago

# agreement.metric.total
source: Total agreement
pt_br: Total do acordo

# agreement.metric.total.caption
source: Sum of all installments
pt_br: Soma de todas as parcelas

# agreement.metric.paid
source: Amount paid
pt_br: Valor pago

# agreement.metric.paid.caption
source: Total already received
pt_br: Total já recebido

# agreement.metric.installments.paid
source: Paid
pt_br: Pagas

# agreement.metric.installments.paid.caption
source: Settled installments
pt_br: Parcelas quitadas

# agreement.metric.installments.overdue
source: Overdue
pt_br: Em atraso

# agreement.metric.installments.overdue.caption
source: Late installments
pt_br: Parcelas atrasadas

# agreement.progress
source: Progress
pt_br: Progresso

# agreement.info.title
source: Agreement information
pt_br: Informações do acordo

# agreement.info.debtor
source: Debtor
pt_br: Devedor

# agreement.info.principal
source: Principal amount
pt_br: Valor principal

# agreement.info.interest
source: Interest rate
pt_br: Taxa de juros

# agreement.info.startdate
source: Start date
pt_br: Data de início

# agreement.installments.title
source: Installments
pt_br: Parcelas

# agreement.installments.subtitle
source: Payment tracking
pt_br: Controle de pagamentos

# payment.register
source: Register payment
pt_br: Registrar pagamento

# payment.form.title
source: New payment
pt_br: Novo pagamento

# payment.form.details
source: Payment details
pt_br: Detalhes do pagamento

# payment.form.amount
source: Amount paid
pt_br: Valor pago

# payment.form.date
source: Payment date
pt_br: Data do pagamento

# payment.form.method
source: Payment method
pt_br: Método de pagamento

# payment.form.note
source: Notes
pt_br: Observações

# payment.form.remaining
source: Remaining balance
pt_br: Restante da parcela

# payment.form.amount.invalid
source: Invalid value or greater than remaining
pt_br: Valor inválido ou maior que o restante

# payment.method.cash
source: Cash
pt_br: Dinheiro

# payment.method.transfer
source: Transfer
pt_br: Transferência

# payment.method.other
source: Other
pt_br: Outro

source: Payment history
pt_br: Histórico de pagamentos

# payment.paid
source: Paid
pt_br: Pago

# payment.paid.full
source: Paid in full
pt_br: Pago integralmente

# payment.mark.paid
source: Mark as paid
pt_br: Marcar como pago

# payment.mark.paid.full
source: Mark as fully paid
pt_br: Marcar como pago total

# payment.mark.paid.confirm
source: Confirm payment?
pt_br: Confirmar pagamento?

# payment.mark.paid.success
source: 🎉 Installment marked as paid!
pt_br: 🎉 Parcela marcada como paga!

# payment.undo
source: Undo
pt_br: Desfazer

# payment.quick.note
source: Full payment via quick action
pt_br: Pagamento total via marcação rápida

# payment.celebrating
source: 🎉 Installment settled!
pt_br: 🎉 Parcela quitada!

# agreement.installments.empty
source: No installments found
pt_br: Nenhuma parcela encontrada

# agreement.installments.empty.message
source: This agreement doesn't have any installments yet.
pt_br: Este acordo ainda não possui parcelas cadastradas.
